Merge pull request #1 from LowCoders/version-1.1
Version 1.1
